Revit 2027 API
String Properties
The SpecTypeId.String type exposes the following members.
Properties
Name | Description
MultilineText |  Multiline Text, in discipline Common.
Text |  Text, in discipline Common.
Url |  URL, in discipline Common.
Top
See Also
Reference
SpecTypeId.String Class
Autodesk.Revit.DB Namespace